Repository: imath/wp-manual
Catalog: languages/wp-manual-*.po
Languages: fr_fr

source: Manual Options
fr_fr: Réglages Manuel

source: <strong>WP Manual is almost ready</strong>. You need to <a href="%s">update your permalink structure</a> to something other than the default for it to work.
fr_fr: <strong>WP Manual est presque prêt</strong>. Il vous reste à <a href="%s">modifier la structure de vos permaliens</a> pour une valeur différente de celle par défaut afin de permettre le bon fonctionnement du plugin.

source: <strong>Oh no ! WP Manual is broken</strong>. It requires a WordPress page to run, please go to <a href="%s">plugin settings</a> to fix this.
fr_fr: <strong>Oh non ! WP Manual est cassé</strong>. Ce plugin a besoin d&#39;être associé à une page WordPress pour fonctionner, merci de vous rendre dans <a href="%s">les réglages de l&#39;extenstion</a> pour résoudre le problème.

source: Back to top
fr_fr: Haut de page

source: Click to zoom
fr_fr: Cliquez pour zoomer

source: Select the headings you wish to include in the table of content
fr_fr: Choisissez les tags de titre que vous souhaitez inclure dans la table des matières

source: Activate the back to top links
fr_fr: Activer les liens vers le haut de page

source: Activate Thickbox to zoom the images
fr_fr: Activer Thickbox pour zoomer les images

source: A few options to set..
fr_fr: Quelques options à régler..

source: Title of the root WordPress page
fr_fr: Titre de la page WordPress pour le manuel

source: Important the plugin needs a WordPress page to run, make sure to fill the field above with the wanted title for this page.
fr_fr: Attention, l&#39;extension a besoin d&#39;une page WordPress pour fonctionner. Merci de veiller à remplir le champ du dessus avec le titre désiré pour cette page.

source: WP Manual settings
fr_fr: Réglages de WP Manual

source: Save settings
fr_fr: Enregistrer les réglages

source: manual-editor
fr_fr: editeur-manuel

source: manual-reader
fr_fr: lecteur-manuel

source: Manual
fr_fr: Manuel

source: WP Manual needs this page to run. This content will not be displayed. Please leave this page as is.
fr_fr: WP Manual a besoin de cett page pour fonctionner. Ce contenu ne sera pas affiché. Merci de ne pas supprimer cette page.

source: Instead of this content, the page will display the detailled table of content for your manual.
fr_fr: En lieu et place de ce contenu, la table des matières détaillée sera affichée.

source: Edit Manual Page
fr_fr: Modifier la page du manuel

source: Title of your Manual root page
fr_fr: Titre de la page WordPress du manuel

source: %s manual page
fr_fr: %s page du manuel

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: Protected: %s
fr_fr: Protégé: %s

source: Private: %s
fr_fr: Privé: %s

source: Search results for : %s
fr_fr: Résultats de la recherche : %s

source: Displays the table of content when on a manual page
fr_fr: Affiche la table des matières lorsqu&#39;une page de manuel est active

# widget name
source: WP Manual TOC
fr_fr: TDM WP Manual

source: Table of Content
fr_fr: Table des matières

source: Title:
fr_fr: Titre:

source: Displays a form to search in the manual
fr_fr: Affiche un formulaire de recherche pour le manuel

# widget name
source: WP Manual Search
fr_fr: Recherche WP Manual

source: Manual Search
fr_fr: Recherche Manuel

# placeholder
source: Search Manual &hellip;
fr_fr: Recherche Manuel &hellip;

source: Search for:
fr_fr: Rechercher:

# submit button
source: Search
fr_fr: Rechercher

source: Sorry, no manual page matched the query.
fr_fr: Désolé, aucune page du manuel ne répond à la requête.

source: Last Update : %s
fr_fr: Dernière mise à jour : %s

source: Cheatin&#8217; huh?
fr_fr: Alors on triche ?

source: Manual Pages
fr_fr: Pages de manuel

source: Manual Page
fr_fr: Page du manuel

source: All Manual pages
fr_fr: Toutes les pages du manuel

source: New Manual page
fr_fr: Nouvelle page de manuel

source: Create New Manual page
fr_fr: Créer un nouvelle page de manuel

source: Edit
fr_fr: Modifier

source: Edit Manual page
fr_fr: Modifier la page du manuel

source: View Manual page
fr_fr: Voir la page du manuel

source: Search Manual pages
fr_fr: Rechercher une page de manuel

source: No pages found
fr_fr: Pas de page trouvée

source: No pages found in Trash
fr_fr: Pas de page trouvée dans la poubelle

source: Parent Manual Page:
fr_fr: Page de manuel parente:

source: Let's create a manual to help people use your app
fr_fr: Créez un manuel pour aider à la prise en main de votre outil
